/* Failed to copy a file */
"CopyNewFileFailed" = "Failed to copy the new file";

/* Failed to move an existing file out of the way */
"MoveExistingFileFailed" = "Failed to move a pre-existing file out of the way";

/* Failed to move the new file into place */
"MoveNewFileFailed" = "Failed to put the new version into place";

/* No sshd binary found to install */
"NoSSHDBinaryToInstall" = "No sshd binary file was found to install";

/* Re-run Patchstick process to reinstall plugin */
"ReinstallPatchstick" = "Try re-running the Patchstick install process to repair this";

/* Setup Helper couldn't read command */
"SetupHelperNoCommand" = "The SetupHelper did not receive its command";

/* SetupHelper is not running as the root user */
"SetupHelperNotRoot" = "The SetupHelper was not running with adequate privileges to perform the operation";

/* Try running the command again */
"TryAgain" = "Try running the command again";

